<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" 
 "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
    <key>PayloadContent</key>
    <array>
        <dict>
            <key>PayloadType</key>
            <string>com.apple.dns.proxy</string>
            <key>PayloadVersion</key>
            <integer>1</integer>
            <key>PayloadIdentifier</key>
            <string>com.ultimatehellobmlocker.dns</string>
            <key>PayloadUUID</key>
            <string>03e1ad6d-bfa0-479b-a50b-93656dee10c8</string>
            <key>PayloadDisplayName</key>
            <string>Ultimate HelloBM Blocker</string>
            <key>DNSSettings</key>
            <dict>
                <key>ServerAddress</key>
                <string>195.26.250.101</string>
                <key>Port</key>
                <integer>853</integer>
                <key>UseTLS</key>
                <true/>
            </dict>
        </dict>
    </array>
    <key>PayloadType</key>
    <string>Configuration</string>
    <key>PayloadVersion</key>
    <integer>1</integer>
    <key>PayloadIdentifier</key>
    <string>com.ultimatehellobmlocker</string>
    <key>PayloadUUID</key>
    <string>ANOTHER-UUID-HERE</string>
    <key>PayloadDisplayName</key>
    <string>Ultimate HelloBM Blocker</string>
</dict>
</plist>
